import React from 'react'

const About = () => {
  return (
    <div className='about'>
      <h1 className='about__item'>УВАЖАЕМЫЕ ИГРОКИ, Добро пожаловать в <br/> Dungeons & Dragons!</h1>
      <h3>
Сегодня вы погрузитесь в тайны и интриги Кровавого королевства. Здесь, в мрачных лесах и древних замках, хранятся секреты, которые многие стремились раскрыть, 
но немногим это удалось.<br/>
Каждый из вас воплотит героя с уникальными способностями и судьбой, готового столкнуться с неизведанным. Вас ждут встречи с могущественными существами, коварными 
врагами и верными союзниками. Только ваша смелость, остроумие и командный дух помогут преодолеть испытания, которые приготовила для вас эта земля.<br/>
Приготовьтесь к захватывающим приключениям, сражениям и магическим открытиям. Ваша история начинается здесь и сейчас, и только от вас зависит, как она будет 
разворачиваться. Пусть начнется наше великое путешествие!
    </h3>
    </div>
  )
}

export default About